{
  "cinema": [
    {
      "year": 1999,
      "event": "Выход фильма \"Матрица\" братьев Вачовски, который стал культовым блокбастером и внес значительный вклад в современную научную фантастику."
    },
    {
      "year": 2001,
      "event": "Видеохостинг YouTube запускается, предоставляя новый канал для распространения короткометражных и независимых фильмов."
    },
    {
      "year": 2003,
      "event": "Премьера фильма \"Пираты Карибского моря: Проклятие Черной жемчужины\", который становится началом успешной франшизы и возвращает Джонни Деппа в роль Джека Воробья."
    },
    {
      "year": 2004,
      "event": "Премьера первого фильма серии \"Гарри Поттер и философский камень\", открывшего долгожданную экранизацию книг Дж.К. Роулинг."
    },
    {
      "year": 2004,
      "event": "Первая церемония вручения премии Оскар в номинации \"Лучший анимационный фильм\", на которой триумфировал \"В поисках Немо\"."
    },
    {
      "year": 2006,
      "event": "Создание онлайн-платформы для потокового видео Netflix, изменяющей способы распространения и потребления фильмов и телешоу."
    }
  ],
  "IT": [
    {
      "year": 1991,
      "event": "Создание первой версии Linux ядро Линусом Торвальдсом, что стало отправной точкой для развития открытого исходного кода."
    },
    {
      "year": 1993,
      "event": "Запуск первого веб-браузера Mosaic, который сделал интернет более доступным и популяризировал WWW."
    },
    {
      "year": 1995,
      "event": "Выпуск операционной системы Windows 95, которая внедрила новые технологии интерфейса пользователя и стала популярной в мире ПК."
    },
    {
      "year": 1998,
      "event": "Создание компании Google Ларри Пейджем и Сергеем Брином, что привело к развитию ведущего поискового движка и многих других веб-сервисов."
    },
    {
      "year": 2001,
      "event": "Релиз операционной системы Mac OS X от Apple, введение Unix-подобной архитектуры и новых пользовательских интерфейсов."
    }
  ],
  "game": [
    {
      "year": 2000,
      "event": "PlayStation 2, выпущенная компанией Sony, стала самой продаваемой игровой консолью своего времени, предоставляя геймерам широкий выбор игр и улучшенную графику."
    },
    {
      "year": 2001,
      "event": "Microsoft впервые вступила в индустрию игр с выпуском консоли Xbox, которая стала основой для будущих поколений Xbox."
    },
    {
      "year": 2004,
      "event": "MMORPG World of Warcraft стала явлением в мире онлайн-игр, привлекая миллионы игроков и устанавливая новые стандарты в этом жанре"
    },
    {
      "year": 2004,
      "event": "Half-Life 2, созданная Valve, привнесла инновации в жанр шутеров и заслужила множество наград за свой геймплей и сюжет."
    },
    {
      "year": 2005,
      "event": "Новое поколение консолей, Xbox 360 и PlayStation 3, предложили более мощные характеристики и улучшенную графику, повысив качество игрового опыта."
    }
  ],
  "science": [
    {
      "year": 1981,
      "event": "IBM PC стал первым широко распространенным персональным компьютером, что стало переломным моментом в области вычислительной техники."
    },
    {
      "year": 1982,
      "event": "Россия запустила свою систему глобальной навигации, аналогичную системе GPS, что стало важным достижением в области космической навигации."
    },
    {
      "year": 1984,
      "event": "Теория струн начала привлекать внимание физиков как потенциальный объединяющий фундаментальный принцип, характеризующий все элементарные частицы."
    },
    {
      "year": 1990,
      "event": " Телескоп Hubble предоставил ученым уникальную возможность наблюдать далекие галактики и другие астрономические объекты с высоким разрешением."
    },
    {
      "year": 1998,
      "event": "Международная космическая станция стала крупнейшим космическим объектом, на котором сотрудничают множество стран с целью научных исследований."
    }
  ],
  "literature": [
    {
      "year": 1866,
      "event": "Федор Достоевский - Преступление и наказание"
    },
    {
      "year": 1869,
      "event": "Лев Толстой - Война и мир"
    },
    {
      "year": 1932,
      "event": "Олдос Хаксли - О дивный новый мир."
    },
    {
      "year": 1936,
      "event": "Маргарет Митчелл - Унесенные ветром"
    },
    {
      "year": 1940,
      "event": "Михаил Булгаков - Мастер и Маргарита"
    }
  ],
  "politics": [
    {
      "year": 2002,
      "event": "Введение евро как общей валюты в некоторых странах Европейского союза, ставший важным этапом в процессе европейской интеграции."
    },
    {
      "year": 2000,
      "event": "Россия становится членом Всемирной торговой организации, открывая новые возможности для торговли и экономики."
    },
    {
      "year": 2015,
      "event": "Китай отменяет политику \"одного ребенка\", разрешая семьям иметь двоих детей."
    },
    {
      "year": 2016,
      "event": "Великобритания принимает решение выйти из Европейского союза после референдума."
    },
    {
      "year": 2020,
      "event": "Пандемия COVID-19"
    }
  ]
}